Repository: OmegaT-L10N/pt
Catalog: tm/v3.5.tmx
Source language: en
Languages: pt

source: No connection available, the project is in offline mode.
pt: Não existem ligações disponíveis, o projeto está em modo off-line.

source: Connection available, the project is in team project mode.
pt: Ligação disponível, o projeto está a funcionar no modo de projeto de equipa.

source: Authentication
pt: Autenticação

source: Please enter username/password for {0}
pt: Introduza o nome de utilizador/senha for {0}

source: Wrong username/password for {0}
pt: Nome de utilizador/senha errado(s) for {0}

source: Download Team Project
pt: Projeto de Equipa

source: Error checking out the project from remote repository:
pt: Erro durante a verificação do projeto a partir de repositório remoto:

source: Team synchronization...
pt: Sincronização de equipa...

source: Cancelled creating new team project
pt: Criação de novo projeto de equipa cancelada

source: User denied credentials
pt: Credenciais negadas pelo utilizador

source: Could not save credentials to text file
pt: Não foi possível gravar as credenciais num ficheiro de texto

source: This is a Git repository.
pt: Este é um repositório do tipo Git.

source: This is a Subversion repository.
pt: Este é um repositório do tipo Subversion.

source: This URL appears to be invalid.
pt: O URL aparenta ser inválido.

source: Please double-check it.
pt: Volte a verificá-lo.

source: Start rebase
pt: Início de "rebase"

source: End rebase
pt: Fim de "rebase"

source: Saving and Output Options
pt: Opções de Gravação e Output

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
pt: Selecione o intervalo de tempo após o qual o projeto deve ser gravado automaticamente, em minutos e segundos.

source: Minutes:
pt: Minutos:

source: Seconds:
pt: Segundos:

source: External Post-processing Command
pt: Comando Pós-processamento Externo

source: This command will be executed after Creating Translated Documents.
pt: Este comando será executado após a Criação dos Documentos Traduzidos.

source: &Also allow per-project external commands
pt: Também permitir comandos externos por projeto

source: Non-breakable space
pt: Espaço inquebrável (non-breakable)

source: Tag
pt: Etiqueta

source: Text to be removed
pt: Texto a ser removido

source: Duplicate
pt: Duplicado

source: Bad nesting
pt: Encadeamento inválido

source: Missing
pt: Em falta

source: Extraneous
pt: Estranho

source: Out-of-order
pt: Fora de ordem

source: Whitespace
pt: Espaços em branco

source: Orphaned
pt: Órfão

source: Unspecified
pt: Não especificado

source: Error fixing tags
pt: Erro ao corrigir as etiquetas

source: The translation has changed.
pt: A tradução foi alterada.

source: Please redo tag validation.
pt: Volte a fazer a validação das etiquetas.

source: <No suggestions>
pt: <Sem sugestões>

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
pt: Prima <u>{0}</u> para voltar para sugestões <b>{1}</b>.

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
pt: Prima <u>{0}</u> para ir para sugestões <b>{1}</b>.

source: Glossary entries
pt: Entradas do glossário

source: Missing tags
pt: Etiquetas em falta

source: Autotext entries
pt: Entradas de texto automático (autotext)

source: Character table
pt: Tabela de caracteres

source: Displa&y source terms
pt: Mostrar os termos de origem

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
pt: Quando estiver marcado, os itens no glossário para completar automaticamente também mostrarão o texto de origem.

source: Show &longer target terms first
pt: Mostrar os termos de destino mais compridos primeiro

source: If checked, the longer entries are placed on the list first.
pt: Se estiver marcado, as entradas mais compridas são colocadas em primeiro lugar na lista.

source: Sort by source term &alphabetically
pt: Ordenar alfabeticamente pelo termo de origem

source: Sort tar&get terms alphabetically
pt: Ordenar os termos de destino por ordem alfabética

source: If checked, the entries are sorted alphabetically.
pt: Se estiver marcado, as entradas são ordenadas por ordem alfabética.

source: Glossary auto-completer options
pt: Opções de conclusão automática do glossário

source: Show &target term first
pt: Mostrar o termo de destino em primeiro lugar

source: Displays the entries as "<target> → <source>"
pt: Mostra as entradas no formato "<destino> → <origem>"

source: Show &source term first
pt: Mostrar o termo de origem primeiro

source: Terms with multiple targets
pt: Termos com traduções múltiplas

source: Follow capitalization of the typed text
pt: Seguir maiúsculas/minúsculas do texto digitado

source: Sort by len&gth
pt: Ordenar por comprimento

source: Sort &alphabetically
pt: Ordenar alfabeticamente

source: Sort by &full text, not shortcut
pt: Ordenar por texto completo, não atalho

source: Auto-text configuration
pt: Configuração de texto Auto

source: Display
pt: Visualizar

source: Entries
pt: Entradas

source: &Load...
pt: &Carregar...

source: &Save...
pt: &Gravar...

source: Auto-text file (*.autotext)
pt: Ficheiro de texto Auto (*.autotext)

source: Unable to save data.
pt: Não foi possível gravar os dados.

source: Shortcut
pt: Atalho

source: Full text
pt: Texto completo

source: Comment
pt: Comentário

source: Character table auto-completer options
pt: Opções de conclusão automática da tabela de caracteres

source: Customize character &table
pt: Personalizar tabela de caracteres

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
pt: Adicionar caracteres na tabela personalizada fazendo clique duplo ou colocando em destaque a tecla Insert e clicando.

source: Full table
pt: Tabela completa

source: Custom table
pt: Tabela personalizada

source: &Allow only unique characters
pt: Permitir apenas caracteres exclusivos

source: C&lear
pt: Limpar

source: Warning!
pt: Aviso!

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
pt: Está a tentar utilizar o HunspellTokenizer com o idioma {0}, mas não estão instalados os dicionários de verificação para este idioma.

source: For best results, please install the appropriate dictionaries via Preferences > Spell Checking.
pt: Para obter melhores resultados, proceda à instalação dos dicionários adequados através de Opções > Verificação Ortográfica.

source: Server (original)
pt: Servidor (original)

source: Mine
pt: Meus

source: Server (updated)
pt: Servidor (atualizado)

source: Merge
pt: Juntar (merge)

source: Please resolve the conflicts by choosing a translation for each segment below.
pt: Resolva os conflitos escolhendo uma tradução para cada um dos segmentos abaixo.

source: {0} segments
pt: {0} segmentos

source: 1 segment
pt: 1 segmento

source: {0} conflicts
pt: {0} conflitos

source: 1 conflict
pt: 1 conflito

source: Details unavailable
pt: Não há pormenores disponíveis

source: Use all mine
pt: Utilizar todos os meus

source: Use all original
pt: Utilizar todos os originais

source: Use all updated
pt: Utilizar todos os atualizados

source: Done
pt: Concluído

source: Conflict resolution
pt: Resolução de conflitos

source: Processing...
pt: A processar...

source: Conflict {0} of {1}
pt: Conflito {0} de {1}

source: Deleted
pt: Eliminado

source: Not present
pt: Não está presente

source: List View
pt: Vista em Lista

source: Detail View
pt: Vista Pormenorizada

source: ← Back
pt: ← Voltar

source: Change date
pt: Data de alteração

source: Changer
pt: Alterado por:

source: Creation date
pt: Data de criação

source: Creator
pt: Criado por:

source: Is default translation
pt: É a tradução por defeito

source: Note
pt: Nota

source: Source
pt: Origem

source: Translation
pt: Tradução

source: File
pt: Ficheiro

source: Next
pt: Seguinte

source: Previous
pt: Anterior

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
pt: Adicionados: {1}, Eliminados: {2}, Alterados: {3} (Conflitos: {0})

source: Request to TaaS: {0}
pt: Pedido ao TaaS: {0}

source: &Browse TaaS Collections...
pt: &Procurar nas TaaS Collections...

source: Select TaaS Terminology &Lookup Domain...
pt: &Selecionar o Domínio TaaS Terminology Lookup...

source: Name
pt: Nome

source: Description
pt: Descrição

source: Source count
pt: Contagem Origem

source: Target count
pt: Contagem Destino

source: Domains
pt: Domínios

source: Updated
pt: Atualizado(s)

source: &Download
pt: &Descarregar (download)

source: All domains
pt: Todos os domínios

source: &Select
pt: &Selecionar

source: Retrieve collection list...
pt: Recuperar lista de coleção...

source: Select TaaS domain
pt: Selecionar domínio TaaS

source: Retrieve domain list...
pt: Recuperar lista de domínios...

source: Download collection {0}
pt: Descarregar (download)coleção {0}

source: Request error: {0}
pt: Erro no pedido: {0}

source: Unauthorized request to TaaS service. Something went wrong, please visit Tilde Terminology for details.
pt: Pedido

source: Wrong response format from TaaS service
pt: Resposta errada do serviço TaaS

source: Error updating glossary file
pt: Erro na atualização do ficheiro de glossário

source: TaaS API key not set.
pt: Chave API do TaaS API não encontrada.

source: Create your own key then input it below.
pt: Visite https://demo.taas-project.eu/account/keys/create?system=omegaT para criar a sua própria chave e de seguida forneça-a ao OmegaT através do parâmetro -Dtaas.user.key=xxxxx no ficheiro de configuração do OmegaT

source: Exclusion Patterns
pt: Padrões de exclusão

source: Mask
pt: Máscara

source: <html>Add patterns using wildcards (Apache Ant style): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>
pt: <html>Pode atualizar os padrões utilizando máscaras (estilo ant): '*', '?' e '**', tais como '**/.svn/**'</html>

source: Custom Colours Selection
pt: Seleção de Cores Personalizadas

source: Custom Colours
pt: Cores Personalizadas do OmegaT

source: Background
pt: Fundo

source: Active segment source
pt: Origem do segmento ativo

source: Active segment source text
pt: Texto de origem do segmento ativo

source: Active segment target
pt: Destino do segmento ativo

source: Active segment target text
pt: Testo de destino do segmento ativo

source: Source segments
pt: Segmentos de origem

source: Source segments text
pt: Texto dos segmentos de origem

source: Segments with notes
pt: Segmentos com notas

source: Segments with notes text
pt: Texto dos segmentos com notas

source: Untranslated segments
pt: Segmentos não traduzidos

source: Untranslated segments text
pt: Texto dos segmentos não traduzidos

source: Translated segments
pt: Segmentos traduzidos

source: Translated segments text
pt: Texto dos segmentos traduzidos

source: Non-unique segments
pt: Segmentos não únicos

source: Non-unique segments background
pt: Fundo dos segmentos não únicos

source: Modification info
pt: Informações sobre modificações

source: Modification info text
pt: Texto das informações sobre modificações

source: Tags
pt: Etiquetas

source: Non-breakable spaces
pt: Espaços não-quebráveis (inquebrável)

source: Whitespaces
pt: Whitespaces (espaços em branco)

source: Bidirectional control characters
pt: Caracteres de controlo bidirecionais

source: From memory
pt: Da memória

source: From ICE memory
pt: Da memória ICE

source: From 100% memory
pt: 100% da memória

source: From auto memory
pt: Da memória automática

source: Replace
pt: Substituir

source: Language Checker
pt: Verificador de Idioma

source: Glossary Matches
pt: TransTips

source: Spellcheck
pt: Verificação Ortográfica

source: Matches Changed
pt: Correspondências Alteradas

source: Matches Unchanged
pt: Correspondências Não Alteradas

source: Matches Inserted Active
pt: Correspondências Inseridas Ativas

source: Matches Inserted Inactive
pt: Correspondências Inseridas Não Ativas

source: Matches Deleted Active
pt: Correspondências Eliminadas Ativas

source: Matches Deleted Inactive
pt: Correspondências Eliminadas Não Ativas

source: &Reset This Colour
pt: &Repor Esta Cor

source: <html><i>Preferences</i> &gt; <i>General</i> &gt; <i>Use TAB to Advance</i> is checked</html>
pt: <html><i>Opções</i> &gt; <i>Utilizar TAB para Avançar</i> está assinalado</html>

source: {0} toggles orientation between LTR, RTL, and language-dependent
pt: Ctrl+Shift+O alterna a orientação entre LTR (da esquerda para a direita), RTL (da direita para a esquerda) e dependente do idioma

source: Drop files here to add them to the project.
pt: Largue os ficheiros aqui para os adicionar ao projeto.

source: Drop glossary files here to add them to the project.
pt: Largue os ficheiros de glossário aqui para os adicionar ao projeto.

source: Drop TMX files here to add them to the project.
pt: Largue os ficheiros TMX aqui para os adicionar ao projeto.

source: Drop a project here to open it.
pt: Largue um projeto aqui para o abrir.

source: An item named "{0}" already exists in this location.
pt: Já existe nesta localização um item com o nome "{0}".

source: Do you want to replace it with the one you're moving?
pt: Pretende substituí-lo pelo item que está a mover?

source: &Apply to all
pt: &Aplicar a Todos

source: An error occurred while opening the item.
pt: Ocorreu um erro ao abrir o item.
